[
  {
    "firstName": "Tamara",
    "lastName": "Keith",
    "title": "White House Correspondent",
    "beat": "White House",
    "headShot": "https://media.npr.org/assets/img/2017/04/26/tamara-keith_vert-8ed6658eedd7767f11c4f3c33f69baeaf1913bce-s400-c85.jpg",
    "bio": "<p>Tamara Keith is a NPR White House Correspondent and co-host of the <em>NPR Politics Podcast</em>. During the 2016 presidential campaign she was assigned to cover Hillary Clinton.</p><p>Prior to moving into her current role in January 2014, Keith was a Congressional Correspondent who put an emphasis on covering House Republicans, the budget, taxes, and the fiscal fights that dominated at the time. She began covering Congress in August 2011.</p><p>Keith joined NPR in 2009 as a Business Reporter. In that role, she reported on topics spanning the business world from covering the debt downgrade and debt ceiling crisis to the latest in policy debates, legal issues, and technology trends. In early 2010, she was on the ground in Haiti covering the aftermath of the country's disastrous earthquake and later she covered the oil spill in the Gulf. In 2011, Keith conceived of and solely reported <a href='http://www.npr.org/series/133088535/st-louis-the-road-back-to-work'>The Road Back To Work</a>, a year-long series featuring the audio diaries of six people in St. Louis who began the year unemployed and searching for work.</p><p>Keith has deep roots in public radio and got her start in news by writing and voicing essays for NPR's <em>Weekend Edition Sunday</em> as a teenager. While in college, she launched her career at NPR Member station KQED's <em>California Report</em>, covering topics including agriculture and the environment. In 2004, Keith began working at NPR Member station WOSU in Columbus, Ohio, where she reported on politics and the 2004 presidential campaign.</p><p>Keith then went back to California to open the state capital bureau for NPR Member station KPCC/Southern California Public Radio. In 2006, Keith returned to KQED, serving as the Sacramento-region reporter for two years.</p><p>In 2001, Keith began working on <em>B-Side Radio</em>, an hour-long public radio show and podcast that she co-founded, produced, hosted, edited, and distributed for nine years.</p><p>Keith earned a bachelor's degree in Philosophy from the University of California, Berkeley, and a master's degree at the UCB Graduate School of Journalism. Keith is part of the Politics Monday team on the <em>PBS NewsHour</em>, a weekly segment rounding up the latest political news. Keith is also a member of the Bad News Babes, a media softball team that once a year competes against female members of Congress in the Congressional Women's Softball game.</p>",
    "titterHandle": "tamarakeithNPR",
    "host": true,
    "current": true
  },
  {
    "firstName": "Domenico",
    "lastName": "Montanaro",
    "title": "Lead Editor, Politics & Digital Audience",
    "beat": "Politics",
    "headShot": "https://media.npr.org/assets/img/2015/03/24/domenico_montanaro_npr_007_vert-8689edad716cacac58fb1afc56bc1bcd0d3647e8-s400-c85.jpg",
    "bio": "<p>Domenico Montanaro is NPR's lead editor for politics and digital audience. Based in Washington, D.C., he directs political coverage across the network's broadcast and digital platforms.</p><p>Before joining NPR in 2015, Montanaro served as political director and senior producer for politics and law at <em>PBS NewsHour</em>. There, he led domestic political and legal coverage, which included the 2014 midterm elections, the Supreme Court, and the unrest in Ferguson, Mo.</p><p>Prior to <em>PBS NewsHour</em>, Montanaro was deputy political editor at NBC News, where he covered two presidential elections and reported and edited for the network's political blog, &ldquo;First Read.&rdquo; He has also worked at CBS News, ABC News, <em>The Asbury Park Press</em> in New Jersey, and taught high school English.</p><p>Montanaro earned a bachelor's degree in English from the University of Delaware and a master's degree in Journalism from Columbia University.</p><p>A native of Queens, NY, Montanaro is a die-hard Mets fan and college basketball junkie.</p>",
    "twitterHandle": "DomenicoNPR",
    "host": true,
    "current": true
  },
  {
    "firstName": "Scott",
    "lastName": "Detrow",
    "title": "Congressional Correspondent",
    "beat": "Congress",
    "headShot": "https://media.npr.org/assets/img/2018/03/21/npr_90965992_large_vert-b9279731d1260457fcb07c51f737013e4687f0a7-s400-c85.jpg",
    "bio": "<p>Scott Detrow is a congressional correspondent for NPR. He also co-hosts the <em>NPR Politics Podcast</em>.</p><p>Detrow joined NPR in 2015 to cover the presidential election. He focused on the Republican side of the 2016 race, spending time on the campaign trail with Donald Trump, and also reported on the election's technology and data angles.</p><p>Detrow worked as a statehouse reporter for member stations WITF in Harrisburg, Pennsylvania, and KQED in San Francisco, California. He has also covered energy policy for NPR's StateImpact project, where his reports on Pennsylvania's hydraulic fracturing boom won a DuPont-Columbia and national Edward R. Murrow Award in 2013.</p><p>Detrow got his start in public radio at Fordham University's WFUV. He graduated from Fordham, despite spending most of his time in the newsroom, and also has a master's degree at the University of Pennsylvania's Fels Institute of Government.</p>",
    "twitterHandle": "scottdetrow",
    "host": true,
    "current": true
  },
  {
    "firstName": "Asma",
    "lastName": "Khalid",
    "title": "Political Reporter",
    "beat": "Politics",
    "headShot": "https://media.npr.org/assets/img/2016/02/24/asma-khalid_vert-13adcfe71371331e359e4c620788671a49dc14f5-s400-c85.jpg",
    "bio": "<p>Asma Khalid is a political reporter. She travels the country focusing on voters through the lens of demographics and economics.</p><p>Before joining NPR's political team, Asma helped launch a new team for Boston's NPR station WBUR where she reported on biz/tech and the Future of Work.</p><p>She's reported on a range of stories over the years — including the 2016 presidential campaign, the Boston Marathon bombings and the trial of James &ldquo;Whitey&rdquo; Bulger.</p><p>Asma got her start in journalism in her home state of Indiana, but was introduced to radio through an internship at BBC Newshour in London during grad school.</p>",
    "twitterHandle": "asmamk",
    "host": true,
    "current": true
  },
  {
    "firstName": "Daniellle",
    "lastName": "Kurtzleben",
    "title": "Political Reporter",
    "beat": "Demographics",
    "headShot": "https://media.npr.org/assets/img/2015/09/09/danielle_vert-5e35e46b0d00853b9a1e1208a437e4120140ee87-s400-c85.jpg",
    "bio": "<p>Danielle Kurtzleben is a political reporter assigned to NPR's Washington Desk. She appears on NPR shows, writes for the web, and is a regular on the NPR Politics Podcast. Her reporting is wide-ranging, with particular focuses on gender politics, demographics, and economic policy.</p><p>Before joining NPR in 2015, Kurtzleben spent a year as a correspondent for Vox.com. As part of the site's original reporting team, she covered economics and business news.</p><p>Prior to Vox.com, Kurtzleben was with <em>U.S. News & World Report</em> for nearly four years, where she covered the economy, campaign finance and demographic issues. As associate editor, she launched Data Mine, a data visualization blog on usnews.com.</p><p>A native of Titonka, Iowa, Kurtzleben has a bachelor's degree in English from Carleton College. She also holds a master's degree in Global Communication from George Washington University's Elliott School of International Affairs.</p>",
    "twitterHandle": "titonka",
    "host": true,
    "current": true
  },
  {
    "firstName": "Mara",
    "lastName": "Liasson",
    "title": "Correspondent, National Politics, Washington Desk",
    "beat": "Politics",
    "headShot": "https://media.npr.org/assets/img/2012/05/14/new-image_vert-b533fa8e5cfdeeb0aadde3986ab6454c4d5e1efb-s400-c85.png",
    "bio": "<p>Mara Liasson is the national political correspondent for NPR. Her reports can be heard regularly on NPR's award-winning newsmagazines <em>Morning Edition</em> and <em>All Things Considered</em>. Liasson provides extensive coverage of politics and policy from Washington, DC — focusing on the White House and Congress — and also reports on political trends beyond the Beltway.</p><p>Each election year, Liasson provides key coverage of the candidates and issues in both presidential and congressional races. During her tenure she has covered six presidential elections — in 1992, 1996, 2000, 2004, 2008, and 2012. Prior to her current assignment, Liasson was NPR's White House correspondent for all eight years of the Clinton administration. She has won the White House Correspondents Association's Merriman Smith Award for daily news coverage in 1994, 1995, and again in 1997. From 1989-1992 Liasson was NPR's congressional correspondent.</p><p>Liasson joined NPR in 1985 as a general assignment reporter and newscaster. From September 1988 to June 1989 she took a leave of absence from NPR to attend Columbia University in New York as a recipient of a Knight-Bagehot Fellowship in Economics and Business Journalism.</p><p>Prior to joining NPR, Liasson was a freelance radio and television reporter in San Francisco. She was also managing editor and anchor of <em>California Edition</em>, a California Public Radio nightly news program, and a print journalist for <em>The Vineyard Gazette</em> in Martha's Vineyard, Mass.</p><p>Liasson is a graduate of Brown University where she earned a bachelor's degree in American history.</p>",
    "twitterHandle": "MaraLiasson",
    "host": false,
    "current": true
  },
  {
    "firstName": "Scott",
    "lastName": "Horsley",
    "title": "White House Correspondent",
    "beat": "White House",
    "headShot": "https://media.npr.org/assets/img/2012/01/03/scotthorsley_1_vert-7e17a790277e6cdab2a2ce1efda9ea533612c3c1-s400-c85.jpg",
    "bio": "<p>Scott Horsley is a White House correspondent for NPR News. He reports on the policy and politics of the Trump Administration.</p><p>Horsley took up the White House beat in 2009 after serving as a San Diego-based business correspondent for NPR where he covered fast food, gasoline prices, and the California electricity crunch of 2000. He reported from the Pentagon during the early phases of the wars in Iraq and Afghanistan.</p><p>Before joining NPR in 2001, Horsley was a reporter for member station KPBS-FM, where he received numerous honors, including a Public Radio News Directors' award for coverage of the California energy crisis.</p><p>Earlier in his career, Horsley worked as a reporter for WUSF-FM in Tampa, Florida, and as a news writer and reporter for commercial radio stations in Boston and Concord, New Hampshire. Horsley began his professional career as a production assistant for NPR's <em>Morning Edition</em>.</p><p>Horsley earned a bachelor's degree from Harvard University and an MBA from San Diego State University.</p>",
    "twitterHandle": "horsleyscott",
    "host": false,
    "current": true
  },
  {
    "firstName": "Mary Louise",
    "lastName": "Kelly",
    "title": "National Security Correspondent",
    "beat": "Security",
    "headShot": "https://media.npr.org/assets/img/2018/03/26/mary-louise-kelly_vert-fe36a5727edc7ad3a898a2543efaab095586fe89-s400-c85.jpeg",
    "bio": "<p>Mary Louise Kelly is a co-host of <em>All Things Considered, </em>NPR's award-winning afternoon newsmagazine. She assumed the role in January 2018.</p><p>Previously, she was a national security correspondent for NPR News. Her reporting tracked the CIA and other spy agencies, terrorism, wars, and rising nuclear powers. As part of the national security team, she traveled extensively to investigate foreign policy and military issues. Kelly's assignments took her from the Khyber Pass to mosques in Hamburg, and from grimy Belfast bars to the deserts of Iraq. Her first assignment at NPR was senior editor of the award-winning afternoon newsmagazine, <em>All Things Considered</em>.</p><p>Kelly first launched NPR's intelligence beat in 2004. After one particularly tough trip to Baghdad — so tough she wrote an essay about it for <em>Newsweek</em> — she decided to try trading the spy beat for spy fiction. Her debut espionage novel, <em>Anonymous Sources</em>, was published by Simon and Schuster in 2013. It's a tale of journalists, spies, and Pakistan's nuclear security. Her second novel, <em>The Bullet,</em> followed in 2015.</p><p>During her spell away from full-time reporting, Kelly's writing appeared in the <em>New York Times</em>, the <em>Washington Post</em>, <em>Politico</em>, <em>Washingtonian</em>, <em>T</em><em>he</em> <em>Atlantic</em><em>,</em> and other publications. She also launched and taught a course on national security and journalism at Georgetown University. And she joined <em>The</em> <em>Atlantic</em> as a contributing editor. She continues to hold that role, moderating newsmaker interviews at forums from Aspen to Abu Dhabi.</p><p>A Georgia native, Kelly's first job was pounding the streets as a local political reporter at the <em>Atlanta Journal-Constitution</em>. In 1996, she made the leap to broadcasting, joining the team that launched Public Radio International's <em>The World</em>. The following year Kelly moved to London to work as a producer for CNN and as a senior producer, host, and reporter for the BBC World Service.</p><p>Kelly graduated from Harvard University in 1993 with degrees in government and French language and literature. Two years later, she completed a master's degree in European Studies at Cambridge University in England.</p>",
    "twitterHandle": "",
    "host": false,
    "current": false
  },
  {
    "firstName": "Ayesha",
    "lastName": "Rascoe",
    "title": "White House Reporter",
    "beat": "White House",
    "headShot": "https://s3.amazonaws.com/media.muckrack.com/profile/images/31818/ayesharascoe.jpeg.256x256_q100_crop-smart.jpg",
    "bio": "<p>Ayesha Rascoe is a White House reporter for NPR.</p><p>Prior to joining NPR, she covered the White House for Reuters, chronicling President Barack Obama's final year in office and the beginning days of the Trump administration. Rascoe began her reporting career at Reuters, covering energy and environmental policy news, including the 2010 BP oil spill and the U.S. response to the Fukushima nuclear crisis in 2011. She also spent a year covering energy legal issues and court cases.</p><p>She graduated from Howard University in 2007 with a B.A. in journalism.</p>",
    "twitterHandle": "ayesharascoe",
    "host": false,
    "current": true
  },
  {
    "firstName": "Carrie",
    "lastName": "Johnson",
    "title": "Justice Correspondent",
    "beat": "Justice",
    "headShot": "https://media.npr.org/assets/img/2016/08/29/carrie-johnson_vert-eee6c73674b25ec992afb7f965effd6f7833fb43-s400-c85.jpeg",
    "bio": "p>Carrie Johnson is a Justice Correspondent for the Washington Desk.</p><p>She covers a wide variety of stories about justice issues, law enforcement and legal affairs for NPR's flagship programs <em>Morning Edition</em> and <em>All Things Considered</em>, as well as the Newscasts and NPR.org.</p><p>While in this role, Johnson has chronicled major challenges to the landmark voting rights law, a botched law enforcement operation targeting gun traffickers along the Southwest border, and the Obama administration's deadly drone program for suspected terrorists overseas.</p><p>Prior to coming to NPR in 2010, Johnson worked at the <em>Washington Post</em> for 10 years, where she closely observed the FBI, the Justice Department and criminal trials of the former leaders of Enron, HealthSouth and Tyco. Earlier in her career, she wrote about courts for the weekly publication <em>Legal Times</em>.</p><p>Outside of her role at NPR, Johnson regularly moderates or appears on legal panels for the American Bar Association, the American Constitution Society, the National Association of Criminal Defense Lawyers, and others. She's talked about her work on CNN, MSNBC, Fox News, PBS, and other outlets.</p><p>Her work has been honored with awards from the Society for Professional Journalists and the Society of American Business Editors and Writers. She has been a finalist for the Loeb award for financial journalism and for the Pulitzer Prize in breaking news for team coverage of the massacre at Fort Hood, Texas.</p><p>Johnson is a graduate of the University of Wisconsin-Madison and Benedictine University in Illinois.</p>",
    "twitterHandle": "johnson_carrie",
    "host": false,
    "current": true
  },
  {
    "firstName": "Susan",
    "lastName": "Davis",
    "title": "Congressional Correspondent, Washington Desk",
    "beat": "Congress",
    "headShot": "https://media.npr.org/assets/img/2016/03/30/sue_4_vert-8f0a065f79b8c0686b04584c08aa539ea3b62571-s400-c85.jpg",
    "bio": "<p>Susan Davis is a congressional correspondent for NPR. She has covered Congress, elections, and national politics since 2002 for publications including USA TODAY, <em>The Wall Street Journal</em>, <em>National Journal</em> and <em>Roll Call</em>. She appears regularly on television and radio outlets to discuss congressional and national politics, and she is a contributor on PBS's <em>Washington Week</em> with Robert Costa. She is a graduate of American University in Washington, D.C., and a Philadelphia native.</p>",
    "twitterHandle": "DaviSusan",
    "host": false,
    "current": true
  },
  {
    "firstName": "Philip",
    "lastName": "Ewing",
    "title": "National Security Editor",
    "beat": "Security",
    "headShot": "https://s3.amazonaws.com/media.muckrack.com/profile/images/71611/philip-ewing.jpeg.256x256_q100_crop-smart.jpg",
    "bio": "<p>Philip Ewing is NPR's national security editor. He helps direct coverage of the military, the intelligence community, counterterrorism, veterans and other topics for the radio and online. Ewing joined the network in 2015 from Politico, where he was a Pentagon correspondent and defense editor. Previously he served as managing editor of Military.com and before that he covered the U.S. Navy for the Military Times newspapers.</p>",
    "twitterHandle": "philewing",
    "host": false,
    "current": true
  },
  {
    "firstName": "Tim",
    "lastName": "Mak",
    "title": "Political Reporter",
    "beat": "Politics",
    "headShot": "https://media.npr.org/assets/img/2018/04/17/npr_84364431_full_vert-ba5ff3e9efe3084b63ae9d7cafc5dd409a73bd51-s400-c85.jpg",
    "bio": "<p>Tim Mak covers national security and politics for NPR.</p><p>His reporting topics include investigating Russian interference in the 2016 presidential election, as well as the potential for future interference by foreign actors; challenges to America's democratic institutions; as well as the conservative movement and Republicans in the context of the 2018 elections.</p><p>Before joining NPR, Mak worked as a senior correspondent at The Daily Beast, covering the 2016 presidential elections with an emphasis on foreign affairs. He has also worked on the Politico Defense team, the Politico breaking news desk, and at the <em>Washington Examiner</em>. He covered the rise of the Tea Party movement in 2009 and 2010 for FrumForum. He has reported abroad from the Horn of Africa and East Asia.</p><p>Mak graduated with a B.A. from McGill University, where he was a valedictorian. He also holds a national certification as an Emergency Medical Technician.</p>",
    "twitterHandle": "timkmak",
    "host": false,
    "current": true
  },
  {
    "firstName": "Ron",
    "lastName": "Elving",
    "title": "Senior Editor and Correspondent, Washington Desk",
    "beat": "Politics",
    "headShot": "https://media.npr.org/assets/img/2017/07/03/ronportrait-6-of-6-_vert-650376500a2924a79c5372a2eacda61bc675120d-s400-c85.jpg",
    "bio": "<p>Ron Elving is Senior Editor and Correspondent on the Washington Desk for NPR News, where he is frequently heard as a news analyst and writes regularly for NPR.org.</p><p>He was previously the political editor for USA Today and for Congressional Quarterly. He has been a Distinguished Visiting Professional in Residence at American University, where he is now an adjunct professor. In this role, Elving received American University's 2016 University Faculty Award for Outstanding Teaching in an Adjunct Appointment. He has also taught at George Mason and Georgetown University.</p><p>He has been published by the Brookings Institution and the American Political Science Association. He has contributed chapters on Obama and the media and on the media role in Congress to the academic studies <em>Obama in Office </em>2011, and <em>Rivals for Power, 2013</em>. Ron's earlier book, <em>Conflict and Compromise: How Congress Makes the Law</em>, was published by Simon & Schuster and is also a Touchstone paperback.</p><p>During his tenure as the manager of NPR's Washington coverage, NPR reporters were awarded every major recognition available in radio journalism, including the Dirksen Award for Congressional Reporting and the Edward R. Murrow Award from the Corporation for Public Broadcasting.</p><p>In 2008, the American Political Science Association awarded NPR the Carey McWilliams Award &ldquo;in recognition of a major contribution to the understanding of political science.&rdquo;</p><p>Ron came to Washington in 1984 as a Congressional Fellow with the American Political Science Association and worked for two years as a staff member in the House and Senate. Previously, he had been state capital bureau chief for <em>The Milwaukee Journal</em>.</p><p>He received his bachelor's degree from Stanford University and master's degrees from the University of Chicago and the University<strong> </strong>of California – Berkeley.</p>",
    "twitterHandle": "",
    "host": false,
    "current": true
  },
  {
    "firstName": "Kelsey",
    "lastName": "Snell",
    "title": "Congressional Reporter",
    "beat": "Congress",
    "headShot": "https://media.npr.org/assets/img/2018/04/17/npr_86803422_full_vert-b91edea49c6821fe2b3555004b51a55b17bca0f9-s400-c85.jpg",
    "bio": "<p>Kelsey Snell is a congressional reporter for NPR. She has covered Congress since 2010 for outlets including <em>The Washington Post,</em> Politico and <em>National Journal.</em> She has covered elections and Congress with a reporting specialty in budget, tax and economic policy. She has a graduate degree in journalism from the Medill School of Journalism at Northwestern University in Evanston, Ill. and an undergraduate degree in political science from DePaul University in Chicago.</p>",
    "twitterHandle": "kelsey_snell",
    "host": false,
    "current": true
  },
  {
    "firstName": "Hansi",
    "lastName": "Lo Wang",
    "title": "Correspondent, National Desk",
    "beat": "Demographics",
    "headShot": "https://media.npr.org/assets/img/2014/11/17/lowang-hansi_02_vert-0a5b0dbc91b8ce585121bc8a270a33a78acb196b-s400-c85.jpg",
    "bio": "<p>Hansi Lo Wang is a national correspondent based at NPR's New York bureau. He covers the changing demographics of the U.S. and breaking news in the Northeast for NPR's <em>Morning Edition</em>, <em>All Things Considered</em>, <em>Weekend Edition</em>, hourly newscasts, and NPR.org.</p><p>In 2016, <a href='http://www.npr.org/sections/codeswitch/2015/06/25/417516367/in-charleston-s-c-racial-lines-redraw-a-neighborhood'>his reporting after the church shooting</a> in Charleston, S.C., won a Salute to Excellence National Media Award from the National Association of Black Journalists. He was also part of NPR's award-winning coverage of <a href='http://www.npr.org/series/450184203/pope-francis-2015-u-s-tour'>Pope Francis' tour of the U.S.</a> His profile of a <a href='http://www.npr.org/sections/codeswitch/2013/08/16/201288466/white-man-rises-up-ranks-of-asian-gang-in-boston'>white member of a Boston Chinatown gang</a> won a National Journalism Award from the Asian American Journalists Association in 2014.</p><p>Since joining NPR in 2010 as a <a href='http://www.npr.org/about-npr/183691179/kroc-fellowship-details-and-application'>Kroc Fellow</a>, he's contributed to NPR's breaking news coverage of the Orlando nightclub shooting, protests in Baltimore after the death of Freddie Gray, and the trial of George Zimmerman in Florida.</p><p>Wang previously reported on race, ethnicity, and culture for NPR's <em>Code Switch</em> team. He has also reported for Seattle public radio station KUOW and worked behind the scenes of NPR's <em>Weekend Edition</em> as a production assistant.</p><p>A Philadelphia native, Wang speaks both Mandarin and Cantonese dialects of Chinese. As a student at Swarthmore College, he hosted, produced, and reported for a weekly podcast on the wars in Iraq and Afghanistan.</p>",
    "twitterHandle": "hansilowang",
    "host": false,
    "current": true
  },
  {
    "firstName": "Michele",
    "lastName": "Kelemen",
    "title": "Correspondent, Diplomacy, Foreign Desk",
    "beat": "Diplomacy",
    "headShot": "https://media.npr.org/assets/img/2012/01/03/michelekeleman_4_vert-a9bed509fe275b17a898b2b94ebb8472c6fd8736-s400-c85.jpg",
    "bio": "p>A former NPR Moscow bureau chief, Michele Kelemen now covers the State Department and Washington's diplomatic corps. Her reports can be heard on all NPR News programs, including <em>Morning Edition</em> and <em>All Things Considered</em>.</p><p>In her latest beat, Kelemen has been traveling with Secretary of State John Kerry and Hillary Clinton before him, tracking the Obama administration's broad foreign policy agenda from Asia to the Middle East. She also followed President Bush's Secretaries of State Condoleezza Rice and Colin Powell and was part of the NPR team that won the 2007 Alfred I. DuPont-Columbia University Award for coverage of the war in Iraq.</p><p>As NPR's Moscow bureau chief, Kelemen chronicled the end of the Yeltsin era and Vladimir Putin's consolidation of power. She recounted the terrible toll of the latest war in Chechnya, while also reporting on a lighter side of Russia, with stories about modern day Russian literature and sports.</p><p>Kelemen came to NPR in September 1998, after eight years working for the Voice of America. There, she learned the ropes as a news writer, newscaster and show host.</p><p>Michele earned her Bachelor's degree from the University of Pennsylvania and a Master's degree from the Johns Hopkins University School of Advanced International Studies in Russian and East European Affairs and International Economics.</p>",
    "twitterHandle": "michelekelemen",
    "host": false,
    "current": true
  },
  {
    "firstName": "Ryan",
    "lastName": "Lucas",
    "title": "Justice Correspondent",
    "beat": "Justice",
    "headShot": "https://media.npr.org/assets/img/2018/04/17/lucas-photo_vert-22b7dcb2775c10dffd96d5f2bc85b7f619b4ab56-s400-c85.jpg",
    "bio": "<p>Ryan Lucas covers the Justice Department for NPR.</p><p>He focuses on the national security side of the Justice beat, including counterterrorism, counterintelligence and the investigations into possible ties between the Trump campaign and Russia. Lucas also covers a host of other justice issues, including the Trump administration's &ldquo;tough-on-crime&rdquo; agenda and its fight against sanctuary city policies.</p><p>Before joining NPR, Lucas worked for a decade as a foreign correspondent for The Associated Press based in Poland, Egypt and Lebanon. In Poland, he covered the fallout from the revelations about secret CIA prisons in Eastern Europe. In the Middle East, he reported on the ouster of Hosni Mubarak in 2011 and the turmoil that followed. He also covered the Libyan civil war, the Syrian conflict and the rise of the Islamic State. He reported from Iraq during the U.S. occupation and later during the Islamic State takeover of Mosul in 2014.</p><p>He also covered intelligence and national security for Congressional Quarterly.</p><p>Lucas earned a bachelor's degree from The College of William and Mary, and a master's degree from Jagiellonian University in Krakow, Poland.</p>",
    "twitterHandle": "relucasz",
    "host": false,
    "current": true
  },  
  {
    "firstName": "Jessica",
    "lastName": "Taylor",
    "title": "Political Reporter",
    "beat": "Politics",
    "headShot": "https://media.npr.org/assets/img/2015/05/26/jessica_taylor-10_vert-a663d98b16d1a59dca7e2b903338ba61fa3e195a-s800-c15.jpg",
    "bio": "<p>Jessica Taylor is the lead digital political reporter for NPR. Based in Washington, D.C., she covers the 2016 elections and national politics for NPR digital.</p><p>Before joining NPR in May 2015, Taylor was the campaign editor for <em>The Hill</em> newspaper where she oversaw the newspaper's 2014 midterm coverage, managed a team of political reporters and wrote her own biweekly column.</p><p>Prior to <em>The Hill</em>, Taylor was a writer and producer for MSNBC's &ldquo;The Daily Rundown with Chuck Todd&rdquo; and a contributor to the NBC News Political Unit. She covered and reported on the 2012 election as a senior analyst for The Rothenberg Gonzales Political Report. Her quotes have appeared in <em>The</em> <em>New York Times, Washington Post, Wall Street Journal, and USA Today</em>, as well as several state and regional newspapers across the country. Taylor has also appeared on MSNBC, Fox News, C-SPAN, CNN and other local network affiliates.</p><p>On Election Night 2012, Jessica served as an off-air analyst for CBS News in New York, advising producers and reporters on House and Senate races.</p><p>Previously, Jessica was editor of <em>National Journal's</em> &ldquo;House Race Hotline&rdquo; and Assistant Editor for POLITICO during the 2010 midterms. She began her career in Washington as the research director for <em>The Almanac of American Politics</em>.</p><p>A native of Elizabethton, Tenn., she is a graduate of Furman University in Greenville, S.C. and now lives in Alexandria, Va.</p>",
    "twitterHandle": "JessicaTaylor",
    "host": false,
    "current": true
  },
  {
    "firstName": "Geoff",
    "lastName": "Bennett",
    "title": "White House Reporter, Washington Desk",
    "beat": "White House",
    "headShot": "https://media.npr.org/assets/img/2017/03/29/geoff-bennett-credit-johnny-shryock_vert-42f4aa44d7e66fc40d2aa4acd522e6400ff7722d-s400-c85.jpg",
    "bio": "<p>Geoff Bennett is a White House reporter for NPR. He previously covered Capitol Hill and national politics for NY1 News in New York City and more than a dozen other Time Warner-owned cable news stations across the country. Prior to that role, he was an editor with NPR's <em>Weekend Edition</em>. Geoff regularly guest hosts C-SPAN's <em>Washington Journal</em> — a live, three-hour news and public affairs program. He began his journalism career at ABC News in New York after graduating from Morehouse College.</p>",
    "twitterHandle": "GeoffRBennett",
    "host": false,
    "current": false
  },
  {
    "firstName": "Vanessa",
    "lastName": "Romo",
    "title": "Political Reporter",
    "beat": "Politics",
    "headShot": "https://pbs.twimg.com/profile_images/735726284198707205/_qXQm7H3_400x400.jpg",
    "bio": "Current Twitter Bio: @npr Previously @NYT The Run-Up From LA. Send tips to vromo@npr.org",
    "twitterHandle": "vanromo",
    "host": false,
    "current": false
  },
  {
    "firstName": "Ailsa",
    "lastName": "Chang",
    "title": "Congressional Correspondent",
    "beat": "Congress",
    "headShot": "https://media.npr.org/assets/img/2017/04/13/ailsa-chang_npr_1_vert-25d3645f1cacfaa9c9e3db8a6beb2c2c037a945b-s400-c85.jpg",
    "bio": "<p>Ailsa Chang is an award-winning journalist who hosts A<em>ll Things Considered</em> along with Ari Shapiro, Audie Cornish, and Mary Louise Kelly, and is a correspondent for NPR's <em>Planet Money</em>. She landed in public radio after practicing law for a few years.</p><p>Her colleagues still let her geek out on the law at <em>Planet Money</em>, where she's covered <a href='https://www.npr.org/sections/money/2017/11/08/562888974/episode-804-your-cell-phones-a-snitch'>privacy rights in the cell phone age</a>, <a href='https://www.npr.org/sections/money/2017/05/26/530252213/episode-774-unspeakable-trademark'>the government's doomed fight to stop racist trademarks</a>, and the <a href='https://www.npr.org/sections/money/2017/11/24/565982823/episode-807-anatomy-of-a-hustle'>money laundering case federal agents built against one of President Trump's top campaign advisors</a>.</p><p>Previously, she was a congressional correspondent with NPR's Washington desk. She covered battles over healthcare, immigration, gun control, executive branch appointments, and the federal budget.</p><p>Chang started out as a radio reporter in 2009, and has since earned a string of national awards for her work. In 2012, she was honored with the Alfred I. duPont-Columbia University Silver Baton for her <a href='https://www.wnyc.org/story/126232-marijuana-arrests/'>investigation into the New York City Police Department's &ldquo;stop-and-frisk&rdquo; policy and allegations of unlawful marijuana arrests by officers</a>. The series also earned honors from Investigative Reporters and Editors and the Society of Professional Journalists.</p><p>She was also the recipient of the Daniel Schorr Journalism Award, a National Headliner Award, and an honor from Investigative Reporters and Editors for her investigation on how Detroit's broken public defender system leaves lawyers with insufficient resources to effectively represent their clients.</p><p>In 2011, the New York State Associated Press Broadcasters Association named Chang as the winner of the Art Athens Award for General Excellence in Individual Reporting for radio. In 2015, she won a National Journalism Award from the Asian American Journalists Association for her coverage of Capitol Hill.</p><p>Prior to coming to NPR, Chang was an investigative reporter at NPR Member station WNYC from 2009 to 2012 in New York City, focusing on criminal justice and legal affairs. She was a Kroc fellow at NPR from 2008 to 2009, as well as a reporter and producer for NPR Member station KQED in San Francisco.</p><p>The former lawyer served as a law clerk to Judge John T. Noonan, Jr. on the United States Court of Appeals for the 9th Circuit in San Francisco.</p><p>Chang graduated Phi Beta Kappa from Stanford University where she received her bachelor's degree.</p><p>She earned her law degree with distinction from Stanford Law School, where she won the Irving Hellman, Jr. Special Award for the best piece written by a student in the Stanford Law Review in 2001.</p><p>Chang was also a Fulbright Scholar at Oxford University, where she received a master's degree in media law. And she has a master's degree in journalism from Columbia University.</p><p>She grew up in the San Francisco Bay Area, where she never got to have a dog. But now she's the proud mama of Mickey Chang, a shih tzu who enjoys slapping high-fives and mingling with senators.</p>",
    "twitterHandle": "ailsachang",
    "host": false,
    "current": false
  },
  {
    "firstName": "Sam",
    "lastName": "Sanders",
    "title": "Campaign Correspondent",
    "beat": "Politics",
    "headShot": "https://media.npr.org/assets/img/2017/04/17/sam-sanders_vert-d57541542f14b638ef024d9ef34e6af1307d8a03-s800-c15.jpeg",
    "bio": "<p>Sam Sanders is a reporter and host of <em><a href='http://www.npr.org/podcasts/510317/its-been-a-minute-with-sam-sanders'>It's Been a Minute with Sam Sanders</a></em> at NPR. In the show, Sanders engages with journalists, actors, musicians, and listeners to gain the kind of understanding about news and popular culture that can only be reached through conversation. The podcast releases two episodes each week: a &ldquo;deep dive&rdquo; interview on Tuesdays, as well as a Friday wrap of the week's news.</p><p>Previously, as a key member of NPR's election unit, Sam covered the intersection of culture, pop culture, and politics in the 2016 election, and embedded with the Bernie Sanders campaign for several months. He was also one of the original cohosts of <a href='http://www.npr.org/podcasts/510310/npr-politics-podcast'>NPR's Politics Podcast</a>, which launched in 2015.</p><p>Sanders joined NPR in 2009 as a Kroc Fellow, and since then has worn many hats within the organization, including field producer and breaking news reporter. He's spent time at three Member stations as well: WUNC in North Carolina, Oregon Public Broadcasting, and WBUR in Boston, as an intern for <em>On Point with Tom Ashbrook</em>.</p><p>Sanders graduated from the Harvard Kennedy School in 2009 with a Master's degree in public policy, with a focus on media and politics. He received his undergraduate degree from the University of the Incarnate Word in San Antonio Texas with a double major in political science and music.</p><p>In his free time, Sanders runs, eats bacon, discusses the tortured genius of Kanye West, and continues his love/hate relationship with Twitter.</p>",
    "twitterHandle": "samsanders",
    "host": true,
    "current": false
  },
  {
    "firstName": "Sarah",
    "lastName": "McCammon",
    "title": "Campaign Reporter",
    "beat": "Politics",
    "headShot": "https://media.npr.org/assets/img/2016/08/29/sarah-mccammon_vert-76156874397d280994942908200f3afc71cf2375-s400-c85.jpeg",
    "bio": "<p>Sarah McCammon is a reporter covering the Mid-Atlantic and Southeast for NPR's National Desk. During the 2016 election cycle, she was NPR's lead political reporter assigned to the Donald Trump campaign. In that capacity, she was a regular on the <a href='http://www.npr.org/podcasts/510310/npr-politics-podcast'>NPR Politics Podcast</a> and reported on the <a href='http://www.npr.org/sections/itsallpolitics/2015/09/05/437699700/why-are-23-people-running-for-president'>GOP primary</a>, the <a href='http://www.npr.org/2015/07/22/425225015/trump-draws-large-crowd-attacks-rivals-in-south-carolina-campaign-stop'>rise of the Trump movement</a>, <a href='http://www.npr.org/2016/11/05/500782887/donald-trumps-road-to-election-day'>divisions within the Republican Party</a> over the future of the GOP and the <a href='http://www.npr.org/2016/11/01/500183772/evangelicals-face-a-gender-split-over-trump'>role of religion</a> in those debates; that work earned her a <a href='http://www.npr.org/2016/06/21/483018976/inside-trumps-closed-door-meeting-held-to-reassures-the-evangelicals'>rare invitation inside</a> a closed-door meeting between evangelical leaders and Trump soon after he clinched the nomination.</p><p>In addition to politics, McCammon has a special interest in science and health journalism and frequently reports on abortion and reproductive health in her current role.</p><p>Prior to joining NPR in 2015, McCammon reported for NPR member stations in Georgia, Iowa, and Nebraska, where she often hosted news magazines and talk shows. She's covered <a href='http://www.npr.org/2015/05/15/407071630/not-on-my-land-southern-residents-fight-building-of-palmetto-pipeline'>debates over oil pipelines</a> in the <a href='http://www.npr.org/2016/02/17/467032836/trump-opponents-try-to-build-eminent-domain-into-a-s-c-primary-issue'>Southeast</a> and Midwest, <a href='http://www.npr.org/templates/story/story.php?storyId=112450881'>agriculture</a> and environmental issues in Nebraska, the <a href='http://www.npr.org/sections/health-shots/2013/12/02/247374253/in-rural-iowa-distance-makes-health-care-sign-ups-a-challenge'>rollout of the Affordable Care Act</a> in Iowa, and <a href='http://www.npr.org/2015/03/12/392383373/plans-to-explore-for-oil-offshore-worry-east-coast-residents'>coastal environmental issues</a> in Georgia.</p><p>McCammon began her journalism career as a newspaper reporter. She traces her interest in news back to childhood, when she would watch Sunday morning roundtable shows – recorded on the VCR during church – with her father on Sunday afternoons. In 1998, she spent a semester serving as a U.S. Senate Page. She's received numerous regional and national journalism awards, including the Atlanta Press Club's &ldquo;Excellence in Broadcast Radio Reporting&rdquo; honor in 2015.</p><p>McCammon is a native of Kansas City, Mo., and a proud Midwesterner. She spent a semester studying at Oxford University in the U.K. while completing her undergraduate degree at Trinity College near Chicago.</p>",
    "twitterHandle": "sarahmccammon",
    "host": false,
    "current": false
  },
  {
    "firstName": "Don",
    "lastName": "Gonyea",
    "title": "National Political Correspondent",
    "beat": "Politics",
    "headShot": "https://media.npr.org/assets/img/2011/12/30/dongonyea_6_vert-b3cb18a9d3d881ee62bfa7a8777e2d29a6394d47-s400-c85.jpg",
    "bio": "<p>Although Don Gonyea is a NPR National Political Correspondent based in Washington, D.C., he spends much of his time traveling throughout the United States covering campaigns, elections, and the political climate throughout the country. His reports can be heard on all NPR programs and at NPR.org.</p><p>During the 2000 presidential campaign, Gonyea chronicled the controversial election and the ensuing legal recount battles in the courts. At the same time George W. Bush moved into the White House in 2001, Gonyea started as NPR's White House Correspondent. He was at the White House on the morning of September 11, 2001, providing live reports following the evacuation of the building.</p><p>As White House correspondent, Gonyea covered the Bush administration's prosecution of wars in both Afghanistan and Iraq and during the 2004 campaign he traveled with President Bush and Democratic nominee John Kerry. In November 2006, Gonyea co-anchored NPR's coverage of historic elections when Democrats captured control of both houses of the US Congress. In 2008, Gonyea was the lead reporter covering the entire Obama presidential campaign for NPR, from the Iowa caucuses to victory night in Chicago. He was also there when candidate Obama visited the Middle East and Europe. He continued covering the White House and President Barack Obama until spring 2010, when he moved into his current position.</p><p>Gonyea has filed stories from around the globe, including Moscow, Beijing, London, Islamabad, Doha, Budapest, Seoul, San Salvador, and Hanoi. He attended President Bush's first ever meeting with Russia's Vladimir Putin in Slovenia in 2001, and subsequent, at times testy meetings between the two leaders in St. Petersburg, Shanghai and Bratislava. He also covered Mr.Obama's first trip overseas as president.</p><p>In 1986, Gonyea got his start at NPR reporting from Detroit on labor unions and the automobile industry. He spent countless hours on picket lines and in union halls covering strikes, including numerous lengthy work stoppages at GM in the late 1990s. Gonyea also reported on the development of alternative fuel and hybrid-powered automobiles, Dr. Jack Kevorkian's assisted-suicide crusade, and the 1999 closing of Detroit's classic Tiger Stadium — the ballpark of his youth.</p><p>Over the years Gonyea has contributed to PBS's <em>NewsHour with Jim Lehrer</em>, the BBC, CBC, AP Radio, and the <em>Columbia Journalism Review</em>. He periodically teaches college journalism courses.</p><p>Gonyea has won numerous national and state awards for his reporting. He was part of the team that earned NPR a 2000 George Foster Peabody Award for the <em>All Things Considered</em> series &ldquo;Lost & Found Sound.&ldquo;</p><p>A native of Monroe, Michigan, Gonyea is an honors graduate of Michigan State University.</p>",
    "twitterHandle": "DonGonyea",
    "host": false,
    "current": false
  }
]
